{"name":"Phạm Thị Hải Hiếu","position":"","avt":"https://f3.photo.talk.zdn.vn/3218624441194484522/af2f582594c2589c01d3.jpg","basicInfos":[{"text":"phamhaihieu.vt@gmail.com","icon":"mail"},{"text":"0902.101.793","icon":"phone"},{"text":"Huynh Tan Phat Street, District 7, Ho Chi Minh City","icon":"address"}],"metaInfos":[{"heading":"EDUCATION","infos":["License - College of Foreign Economy and Relations"]},{"heading":"SKILLS","infos":["Ability to communicate and negotiate","Problem solving skills - Training - Coaching","Ability to manager multiple tasks and prioritization","Balance independent work and teamwork","Ability to work well under pressure, deal with multiple deadlines, acceptable for work in shifts and overtime"]}],"detail":[{"heading":"OBJECTIVE","description":"I have a passion for sharing and helping others. I consider customer satisfaction as my success and I believe that I am doing something meaningful. I'm looking for a position as a customer service where I can optimize my problem-solving and organizational skills to contribute to increased customer satisfaction.  123123","icon":"objective"},{"heading":"WORK EXPERIENCE","icon":"work-experience","detail":[{"heading":"Grab Company Limited","data":[{"subheading":"Customer Service Professional","time":"08/2017 - 02/2019","content":["Handling inquiries and complaints of Drivers / Customers about Grab service by call/email.","Provide quality customer support (24/7) by call/email and respond appropriately in a timely manner.","Support the deployment of GrabPay Credit wallet on applications for customers","Support other departments when the need arises.","Award: Best Agent Voice (6/2018)"]},{"subheading":"Senior Customer Specialist - Voice","time":"02/2019 - 09/2020","content":["Perform daily senior tasks: absence report, give solution for agents, support Management on manage (performance, KPI, ...), report on daily-weekly-monthly ...","Work closely with Management to handle technical problems, marketing campaign issues, cases threat to brand image, receive feedback from agents and consult with Management to adjust the process","Training knowledge for new agents, 1: 1 private communication with agent as needed, monitoring KPIs for team (approximate 15 members), keep spirit and high connection among team members...","Direct handling of bad rating (rated 1 * and 2 *) after call / mail","Balance between senior performance and individual performance (ensure volume as well as quality of support as a call center agent)","Support the deployment of Moca e-wallet on Grab app for customers (February 2019) as well as verify Moca user information according to State regulations - KYC knows your customers (May 2020).","Award: Outserve Hero (1/2019 and 8/2019) Best Supporter (6/2019 and 8/2019)"]},{"subheading":"Senior Customer Specialist - Livechat","time":"09/2020 - 2022","content":["Senior tasks have continued as above.","One of the pioneers to support customers/ drivers through the Live Chat feature","Consult with Management on practical issues to improve Live Chat feature as well as adjust the process."]}]}]}]}